---
kind: other
id: Properties.T:Autodesk.Revit.DB.Events.WorksharedOperationProgressChangedEventArgs
source: html/62b754f9-01f7-d6f6-98ce-a5844f6c5923.htm
---
# WorksharedOperationProgressChangedEventArgs Properties

Indicates whether an event may be cancelled by an event delegate.